{
    "comecoForte": "Após a batalha contra os brinquedos corrompidos na Ciclovia dos Ventos, Chispa, o Gato-Foguete, cumpre sua promessa e retorna. Ele não está sozinho; traz consigo Elara Ventus, uma elfa especialista em anomalias planares, que explica que o glifo distorcido é um portal para uma 'Arca Entrópica', um lugar de pura instabilidade que ameaça vazar mais caos para o mundo. A única forma de fechá-lo é entrar e encontrar sua fonte de poder.",
    "ganchosPersonagens": [
      "Para João: Elara teoriza que a energia caótica da Arca ressoa com seus poderes sombrios. Dentro da Arca, seus poderes podem se tornar mais fortes, mas também mais difíceis de controlar, especialmente se ele estiver com medo ou triste.",
      "Para Arco-Íris: A coragem inabalável de Arco-Íris é uma âncora de estabilidade. Elara percebe que a energia de fogo da menina pode ser capaz de 'cauterizar' pequenas fendas na realidade, tornando a travessia mais segura para o grupo.",
      "Para ambos: Chispa revela que seu antigo mestre desapareceu em uma Arca parecida. Ele acredita que investigar a Arca Entrópica pode trazer pistas sobre o paradeiro de seu criador."
    ],
    "locaisInteressantes": [
      {
        "nome": "O Corredor de Ecos Visuais",
        "caracteristicas": [
          "As paredes translúcidas mostram imagens atrasadas dos heróis, como um vídeo com lag, revelando ações que eles acabaram de fazer.",
          "O chão parece feito de água colorida e ondula a cada passo, exigindo testes de Esporte (meta 9) para não escorregar e perder um movimento.",
          "Portas e passagens trocam de lugar aleatoriamente sempre que ninguém está olhando diretamente para elas, tornando a navegação um quebra-cabeça."
        ]
      },
      {
        "nome": "A Floresta de Cristais Sussurrantes",
        "caracteristicas": [
          "Árvores de cristal emitem uma melodia dissonante que causa uma leve dor de cabeça (teste de Resistência (meta 6) ou Perda em testes de Percepção).",
          "O chão é coberto por uma grama de vidro que se quebra ruidosamente, tornando a furtividade quase impossível.",
          "A luz se refrata nos cristais de formas estranhas, criando múltiplos sóis e sombras que dançam e enganam a visão."
        ]
      }
    ],
    "npcsImportantes": [
      "Elara Ventus",
      "Chispa"
    ],
    "objetivosSessao": {
      "principal": "Aventurar-se na Arca Entrópica, sobreviver aos seus perigos e encontrar o artefato conhecido como 'Fragmento de Eco'.",
      "secundarios": [
        "Aprender a navegar e superar os desafios do ambiente instável da Arca.",
        "Descobrir a natureza dos Guardiões Entrópicos e como derrotá-los.",
        "Proteger Elara Ventus, que é uma guia valiosa mas não uma combatente."
      ]
    },
    "segredosRumores": [
      "Elara Ventus não é apenas uma estudiosa. Ela usa um broche que é, na verdade, um comunicador da BUSCA, e está reportando tudo sobre a Arca e os poderes das crianças.",
      "O 'Fragmento de Eco' não é um objeto inanimado. Ele parece reagir à presença das crianças, emitindo um brilho quente para Arco-Íris e um frio reconfortante para João.",
      "Os Guardiões Entrópicos não são inerentemente maus. Eles são como o sistema imunológico da Arca, tentando conter o caos que vaza de seu núcleo."
    ],
    "encontrosDesafios": [
      {
        "titulo": "A Cacofonia dos Cacos",
        "descricao": "Logo ao entrar, a realidade parece se quebrar em pedaços. Fragmentos saltitantes de caos puro, os Caco-Demônios, emergem das paredes e do chão, rindo com vozes distorcidas enquanto tentam confundir e separar os heróis.",
        "mecanica": "Enxame de 4x [Fragmento Caótico]."
      },
      {
        "titulo": "O Labirinto do Guardião",
        "descricao": "Uma sala ampla onde as plataformas e paredes se rearranjam a cada rodada. Um Guardião Entrópico flutua no centro, imune a ataques diretos. Para derrotá-lo, os heróis precisam usar o ambiente em constante mudança para flanqueá-lo ou usar os poderes de Arco-Íris para 'travar' uma plataforma no lugar por um turno.",
        "mecanica": "Confronto com 1x [Guardião Entrópico]. O desafio principal é um Teste Estendido de Esporte ou Percepção (4 sucessos, meta 12) para se posicionar corretamente e permitir um ataque."
      },
      {
        "titulo": "A Sombra que Imita",
        "descricao": "Em uma área de penumbra, as sombras dos heróis começam a se mover por conta própria. Uma delas, a Eco-Sombra, ganha corpo e ataca, tentando drenar a felicidade e a coragem do grupo.",
        "mecanica": "Combate contra 1x [Eco-Sombra Rastejante]. O monstro tem vantagem na escuridão, e os heróis precisam usar os poderes de fogo de Arco-Íris para criar fontes de luz e enfraquecê-lo."
      }
    ],
    "tesourosRecompensas": [
      {
        "nome": "Fragmento de Eco",
        "descricaoMecanica": "Artefato. Acessório. Qualidade: Inteligente. Custo: 10XP. Este cristal pulsante concede ao portador Ganho em um teste de Resistência para evitar efeitos de confusão ou medo, uma vez por aventura. Também sussurra pistas sobre a natureza da Arca, que apenas as crianças podem entender."
      },
      {
        "nome": "Pó de Cristal Estabilizador",
        "descricaoMecanica": "Item Consumível Incomum. Quando aspergido, cria uma pequena zona de realidade estável por 3 rodadas. Dentro da zona, os efeitos caóticos do ambiente são anulados."
      }
    ],
    "ganchoProximaAventura": "Ao pegar o Fragmento de Eco, ele projeta um mapa distorcido de uma área mais profunda da Arca, mostrando uma estrutura que se assemelha a um gigantesco castelo de brinquedos quebrado. Elara percebe que a energia caótica está se concentrando lá, e que o fragmento é a chave para entrar."
  }
