[
    {
        "name": "Aceleração",
        "cost": "1pt",
        "desc": "Você se move muito rápido. Pode gastar 1PM para realizar um movimento extra em seu turno. Você também pode gastar 1PM antes de rolar os dados para receber um Ganho na iniciativa, ou em testes de Habilidade para correr, fugir ou perseguir um oponente."
    },
    {
        "name": "+Ação",
        "cost": "1pt cada",
        "desc": "Você tem mais Pontos de Ação, além daqueles oferecidos por seu Poder. Cada vez que compra esta vantagem você recebe +2PA. Então, se tem P3 (3PA) e paga 1 ponto por +Ação, agora tem 5PA. Você pode comprar esta vantagem várias vezes, para novos aumentos de +2PA."
    },
    {
        "name": "Acumulador",
        "cost": "1pt",
        "desc": "Quanto mais seus ataques acertam, mais forte você bate ou argumenta. Sempre que você acerta um ataque (ou seja, quando causa dano), pode gastar 2PM para ganhar Poder +1 no ataque seguinte. Se acertar de novo, pode gastar 2PM de novo para P+2. E assim por diante, até um máximo de P+5 (sempre 2PM por ataque). Os ataques podem ser contra o mesmo alvo ou alvos diferentes. Se você erra um ataque, ou por algum motivo deixa de atacar (fazendo qualquer coisa que não causa dano), os bônus acabam."
    },
    {
        "name": "Ágil",
        "cost": "1pt",
        "desc": "Você tem grande agilidade e coordenação motora. Recebe H+2 em testes envolvendo agilidade, coordenação ou equilíbrio, incluindo testes de iniciativa. Este bônus é incluído em acertos críticos. Você também pode gastar 2PM antes de fazer um desses testes para conseguir acerto crítico com 5 ou 6."
    },
    {
        "name": "Ajudante",
        "cost": "1pt cada",
        "desc": "Você tem algo ou alguém com quem pode contar, seja em combate ou outras situações. O ajudante pode ser uma pessoa - aprendiz, mercenário, clérigo, enfermeiro, mecânico... Ou algum animal - bicho de estimação, de caça, montaria. Ou um monstro, alien, robô, veículo, objeto encantado... Qualquer coisa que combine com as habilidades que ele oferece. Uma vez por rodada, você pode gastar 2PM para invocar o ajudante. O tipo de ajuda depende de sua função:\n\n• Curandeiro. Cura 2D PV em você ou outro personagem Perto, ou permite repetir um teste de Resistência contra algum efeito negativo (paralisia, veneno, doença, tristeza...) após ter falhado.\n• Especialista. Escolha uma perícia. Ganho em um teste com esta perícia, exceto para defender ou atacar.\n• Familiar. Este ajudante sobrenatural gasta 1PM para ser invocado (em vez de 2) e diminui à metade o custo em PM para usar outra vantagem na rodada.\n• Lutador. Ganho em um teste de ataque, ou em testes de defesa por uma rodada.\n• Montaria. Concede um movimento extra, ou um Ganho em um teste de iniciativa ou para correr ou perseguir um oponente. Custa 1PM.\n\nVocê pode comprar esta vantagem mais vezes para ter outros ajudantes diferentes (ou um mesmo ajudante com diferentes funções). Contudo, em ambos os casos, você pode receber apenas uma ajuda por rodada."
    },
    {
        "name": "Alcance",
        "cost": "1-2pt",
        "desc": "Seus ataques acertam mais longe. Vale para todos os tipos de ataque, como atirar, jogar coisas, esticar, gritar mais alto...\n\n1pt Você pode atingir inimigos que estejam Longe sem penalidades, e Muito Longe com uma Perda.\n2pt Você também pode atingir Muito Longe sem penalidades.\n\nO Alcance também afeta suas outras vantagens. Você pode usar sua Cura em aliados distantes, ou Magia em alvos afastados. Sem Alcance, a menos que uma vantagem diga o contrário, você só pode usá-la contra alvos que estejam Perto."
    },
    {
        "name": "Anulação",
        "cost": "2pt",
        "desc": "Você consegue impedir o alvo de usar um de seus poderes. Após o uso de uma vantagem em sua presença (Longe ou menos), você pode tentar usar uma ação e 3PM para tentar anular essa vantagem. O alvo faz um teste de R (9 + Poder do anulador) para tentar evitar. Se falhar, não pode mais usar essa vantagem até o fim da cena, cancelar o efeito ou ser derrotado. Você também pode anular uma vantagem se souber, com antecedência, que o alvo a tem. Você pode já ter visto ele usar, ou descobrir por ser Telepata, ou já saber disso porque ele é Famoso ou Infame, ou com um teste de perícia (Saber, Manha, Percepção, 12). A cada turno após o primeiro, o alvo pode fazer um teste de R (9 + Poder do anulador) para cancelar o efeito. Apenas uma vantagem pode ser anulada por vez. Se você quiser anular outra vantagem, a primeira será liberada."
    },
    {
        "name": "Arena",
        "cost": "1pt cada",
        "desc": "Você se dá melhor em um certo tipo de terreno. Quando está nesse lugar, pode gastar 2PM para ter Ganho em um teste. A Arena é escolhida pelo jogador, mas sempre com aprovação do mestre. Algumas sugestões são:\n\n• Água (praia, barcos, chuva, superfície da água, embaixo d'água)\n• Céu (em testes contra oponentes, só vale se ele também está voando)\n• Cidades (ruas, telhados, topo de prédio, aposentos, corredores, escadas)\n• Ermos (desertos, florestas, montanhas, pântanos, geleiras...)\n• Subterrâneo (cavernas, arcas, esgotos)\n• Uma categoria de lugares específicos (bares, hospitais, bibliotecas, shoppings...)\n• Um único lugar no mundo (provavelmente sua base de operações) e vizinhanças."
    },
    {
        "name": "Artefato",
        "cost": "1pt ou mais",
        "desc": "Você possui um item especial, único. Apenas você pode utilizá-lo. Pode ser uma espada mágica, arma de raios experimental ou armadura robótica, à sua escolha. Diferente de algum equipamento comum, que não afeta as regras, seu artefato oferece benefícios de jogo. Cada ponto ao comprar esta vantagem vale 10XP para adquirir uma arma, armadura ou acessório (mas não um veículo) como descrito em Recompensas."
    },
    {
        "name": "Ataque Especial",
        "cost": "1pt cada",
        "desc": "Ao fazer um ataque, você pode gastar energia para ativar alguma arma ou técnica superior. Cada efeito tem seu custo em PM:\n\n• Área. Todos os personagens Perto do alvo também recebem o ataque. 3PM.\n• Choque. Reforçando o ataque com sua resolução, você ataca usando Resistência em vez de Poder. Qualquer bônus ou penalidade que afetaria seu Poder passa a afetar a Resistência. 1PM.\n• Distante. Você pode atingir um passo de distância além. Este ataque é cumulativo com a vantagem Alcance (pode atingir até Fora de Alcance!). 1PM.\n• Espiritual. O alvo perde PM em vez de PV com este ataque. 1PM.\n• Investida. Quando ataca um alvo Longe ou mais distante, você também se move até o alvo com a mesma ação. Você não usa um movimento, mas precisa ser capaz de alcançar esse alvo com um movimento. 1PM.\n• Múltiplo. Você atinge mais alvos que estejam ao alcance. 1PM por alvo extra, até um máximo igual à Habilidade. Cada alvo faz um teste de defesa separado, mas você usa o mesmo teste de ataque para todos. Vale apenas para vários alvos: para atacar o mesmo alvo várias vezes, use Potente para representar o dano dos ataques extras.\n• Penetrante. O alvo tem Perda de defesa. 2PM.\n• Perigoso. O ataque causa um acerto crítico com 5 ou 6. 1PM.\n• Poderoso. Quando consegue um crítico no ataque, você pode gastar 2PM para somar o Poder mais uma vez.\n• Potente. Aumenta o Poder do ataque em P+2. Você pode comprar este efeito mais vezes (por exemplo, 3pt por um Ataque Especial que gasta 3PM e ataca com P+6). 1PM para cada P+2.\n• Preciso. Calculando bem, você ataca usando Habilidade em vez de Poder. Qualquer bônus ou penalidade que afetaria seu Poder passa a afetar sua Habilidade. 1PM.\n• Titânico. Você supera seus limites e seu potencial! Você tem um crítico automático no ataque. 3PM.\n\nVocê pode comprar esta vantagem mais vezes para ter vários efeitos. Você pode escolher, no momento do ataque, quais efeitos quer usar ou não. Para efeitos que reduzem o custo em PM, um Ataque Especial com vários efeitos é considerado uma única vantagem."
    },
    {
        "name": "Base",
        "cost": "1pt",
        "desc": "Você tem uma base de operações, quartel-general, esconderijo, estação orbital, apartamento, quarto na casa dos pais, ou outro porto seguro onde pode descansar. Ou para onde pode fugir. Através de teleporte (ou outro meio que você invente), você pode alcançar sua base em qualquer situação fora de combate. A critério do mestre, situações de risco ou perigo (como estar preso em uma armadilha) impedem você de alcançar a base. Você pode levar consigo um número máximo de aliados igual a seu Poder + Habilidade. Note que esta é uma viagem de mão única - você pode alcançar sua base de qualquer lugar, mas não pode voltar para onde estava! Para isso, terá que recorrer a outros meios. Sua base é considerada o lugar ideal para descansar e recuperar recursos. Além disso, todos os seus testes realizados ali têm Ganho."
    },
    {
        "name": "Brutal",
        "cost": "1pt cada",
        "desc": "Ao atacar inimigos, além de causar dano, você recupera suas próprias energias.\n\n• Vida. Para cada 3 pontos de dano causados a um oponente em combate, você recupera 1 Ponto de Vida.\n• Mana. Para cada 3 pontos de dano causados a um oponente em combate, você recupera 1 Ponto de Mana.\n• Derrota. Cada vez que derrota um oponente em combate, você recupera 3 Pontos de Vida e 1 Ponto de Mana.\n\nVocê pode comprar cada versão por 1pt cada, e/ou a mesma versão várias vezes. Seus efeitos se acumulam. Esta vantagem funciona apenas em combates de verdade, contra oponentes de verdade. Você não recupera vida ou mana atacando as paredes, e nem aliados voluntários com Cura ou Regeneração!"
    },
    {
        "name": "Carismático",
        "cost": "1pt",
        "desc": "Você tem facilidade para fazer com que gostem de você. Recebe P+2 em testes sociais ou que envolvam interações com outras pessoas. Este bônus é incluído em acertos críticos. Você também pode gastar 2PM antes de fazer um desses testes para conseguir acerto crítico com 5 ou 6."
    },
    {
        "name": "Clone",
        "cost": "1pt",
        "desc": "Você pode criar cópias exatas de si mesmo, gastando 2PM por clone e um movimento. Sempre que você recebe um ataque bem-sucedido, não sofre nenhum dano, mas uma cópia desaparece. Cópias restantes duram até o fim da cena. Os clones fazem o que você quiser, mas não realizam ações próprias. Eles podem ajudar em certas tarefas a critério do mestre (por exemplo, distraindo adversários), gerando Ganho para testes. Um atacante com um Sentido adequado pode fazer um teste de Percepção (9+ Poder do copiador) para ignorar seus clones e atacar você normalmente."
    },
    {
        "name": "Confusão",
        "cost": "1pt",
        "desc": "Você é capaz de deixar os oponentes tontos. Faça um ataque e gaste 2PM. Se vencer a defesa do alvo, além de sofrer dano, ele fica confuso. Nesse estado ele não consegue escolher os alvos de suas perícias ou vantagens, incluindo ele próprio: os alvos são escolhidos ao acaso pelo mestre. A confusão dura até o fim da cena, ou até o alvo sofrer dano. A cada turno, o alvo pode fazer um teste de R (9+ Poder do atacante) para cancelar o efeito."
    },
    {
        "name": "Cura",
        "cost": "1pt",
        "desc": "Você pode curar a si mesmo, ou a alguém que possa tocar. Você gasta 2PM para curar 1D PV, até um limite de dados igual à Habilidade. Por exemplo, se tiver H2 você pode curar até 2D PV em um personagem, gastando 4PM. Você também pode gastar 2PM para que um personagem repita um teste de Resistência contra algum efeito negativo duradouro (paralisia, veneno, doença, chateação...) após ter falhado."
    },
    {
        "name": "Defesa Especial",
        "cost": "1pt cada",
        "desc": "Ao receber um ataque, você pode gastar energia para ativar alguma técnica de defesa, como um escudo, campo de força, bloqueio de artes marciais ou cara feia. Cada efeito tem seu custo em PM:\n\n• Blindada. A defesa consegue acerto crítico com 5 ou 6. 1PM.\n• Bloqueio. Você defende usando Poder em vez de Resistência. Qualquer bônus ou penalidade que afetaria sua Resistência passa a afetar Poder. 1PM.\n• Esquiva. Você defende usando Habilidade em vez de Resistência. Qualquer bônus ou penalidade que afetaria sua Resistência passa a afetar Habilidade. 1PM.\n• Proteção. Você ajuda um aliado a se defender. Se um personagem Perto de você é atacado, você pode ativar a vantagem e usar sua defesa em vez da dele, com quaisquer manobras ou recursos que quiser. Se mesmo assim o ataque causa dano, é o aliado que o recebe. 1PM por aliado.\n• Provocação. Você atrai sobre si um ataque contra um aliado, recebendo-o em seu lugar. Se um personagem Perto de você é atacado, você pode ativar a vantagem e receber esse ataque no lugar dele. Você usa sua defesa normalmente, com quaisquer manobras ou recursos que quiser. Se mesmo assim o ataque causa dano, é você que o recebe. 1PM.\n• Reflexão. Você devolve o golpe para o oponente. Caso sua defesa seja maior que o ataque do adversário, ele sofre dano igual à diferença. 1PM.\n• Robusta. Quando consegue um crítico na defesa, você pode gastar 2PM para somar sua Resistência mais uma vez.\n• Tenaz. Aumenta a Resistência em +2 na defesa. Você pode comprar este efeito mais vezes (por exemplo, 4pt por uma Defesa Especial que gasta 4PM e defende com +8). 1PM para cada +2.\n• Titânica. Você supera seus limites e seu potencial! Você tem um crítico automático na defesa, e ela será considerada perfeita com qualquer resultado. 3PM.\n\nVocê pode comprar esta vantagem mais vezes para ter vários efeitos. Você pode escolher, no momento da defesa, quais efeitos quer usar ou não. Para efeitos que reduzem o custo em PM, uma Defesa Especial com vários efeitos é considerada uma única vantagem."
    },
    {
        "name": "Desgaste",
        "cost": "1pt",
        "desc": "Mesmo depois do ataque, seu alvo sofre mais dano. Seja por veneno, ácido, queimadura, radiação, fadiga, dor de barriga, rancor ou o que você inventar. Faça um ataque e gaste 2PM. Se vencer a defesa do alvo e causar dano, ele vai sofrer o mesmo dano outra vez na próxima rodada. O dano extra pode ser evitado se o alvo gasta sua próxima ação para fazer isso - apagando as chamas na roupa, entoando um mantra, tomando um antiácido ou coisa parecida."
    },
    {
        "name": "Devoto",
        "cost": "1pt",
        "desc": "Você serve a uma causa ou crença. O objeto de sua devoção fica à sua escolha. Uma entidade espiritual superior, uma filosofia ancestral, os ensinamentos de seu antigo mestre, uma promessa solene, uma jornada de vingança. Seja qual for, esse grande objetivo guia seus atos e sua vida. Ao fazer um teste quando está seguindo ou defendendo sua devoção, você pode gastar 2PM para ter Ganho. Você pode recorrer à devoção até duas vezes por cena."
    },
    {
        "name": "Elo Mental",
        "cost": "1pt",
        "desc": "Você tem uma ligação especial com outro personagem, que pode ser um jogador ou NPC. Ele também deve ter esta vantagem. Vocês compartilham os seguintes poderes:\n\n• Enquanto conseguem ver um ao outro, vocês percebem seus pensamentos e se comunicam sem nenhum sinal aparente.\n• Em situações de perigo, você pode gastar PM de seu aliado para seu próprio uso, e vice-versa.\n• Quando você tem Ganho em certo teste, antes de rolar, pode escolher passar esse Ganho para o aliado. Ele deve usar o Ganho no mesmo tipo de teste, na primeira oportunidade.\n\nQuando não podem ver um ao outro, vocês sentem apenas emoções gerais, mas sempre sabem em que distância e direção o outro está."
    },
    {
        "name": "Estender",
        "cost": "1pt",
        "desc": "Você pode estender o efeito de suas vantagens a seus companheiros. Ao usar uma vantagem pessoal (que afeta apenas você), pode gastar 1PM por turno para que ela também funcione com um aliado Perto. Por exemplo, pode usar Teleporte e levar consigo outros dois personagens gastando mais 2PM. Vantagens que atacam ou prejudicam outros alvos não podem ser afetadas por Estender."
    },
    {
        "name": "Famoso",
        "cost": "1pt",
        "desc": "Você é conhecido ao redor do mundo. Quando faz um teste em situações sociais envolvendo NPCs que o reconhecem (normalmente 1-4 em 1D), pode gastar 3PM para receber Ganho."
    },
    {
        "name": "Foco",
        "cost": "1pt",
        "desc": "Você pode se concentrar para melhorar seu desempenho. Gaste 2PM e use um turno inteiro se concentrando. Você tem Perda na defesa durante esse tempo e, se sofrer dano, perde a concentração e os PM gastos. No turno seguinte, seu próximo teste recebe um crítico automático (atributo somado outra vez). Você ainda pode rolar mais críticos normalmente."
    },
    {
        "name": "Forte",
        "cost": "1pt",
        "desc": "Você é muito forte. Recebe P+2 em testes para empreender esforço físico, como levantar peso, derrubar porta ou socar vilão. Este bônus é incluído em acertos críticos. Você também pode gastar 2PM antes de fazer um desses testes para conseguir acerto crítico com 5 ou 6."
    },
    {
        "name": "Gênio",
        "cost": "1pt",
        "desc": "Você tem um cérebro notável. Recebe H+2 em testes para resolver problemas que envolvem conhecimento, inteligência e capacidade de raciocínio. Este bônus é incluído em acertos críticos. Você também pode gastar 2PM antes de fazer um desses testes para conseguir acerto crítico com 5 ou 6."
    },
    {
        "name": "Golpe Final",
        "cost": "1pt",
        "desc": "Você tem um golpe poderoso que pode finalizar um alvo já enfraquecido. Gaste 3PM e faça um ataque contra um alvo que esteja perto da derrota. Esse ataque é elevado uma escala acima."
    },
    {
        "name": "Grimório",
        "cost": "1pt ou mais",
        "desc": "Você tem um grimório de magias, pergaminho monástico, caderno de receitas, manual de instruções, revistinha de cifras, livro didático, aplicativo de celular ou outra fonte de conhecimentos contendo segredos de capacidades únicas. Esta vantagem permite já começar com uma ou mais técnicas (veja em Recompensas). Cada ponto de Grimório vale 10XP para adquirir truques ou técnicas comuns (mas não lendárias). As técnicas escolhidas precisam receber autorização do mestre."
    },
    {
        "name": "Ilusão",
        "cost": "2pt",
        "desc": "Você consegue criar ilusões. Uma ilusão é uma imagem tridimensional. Não tem massa ou substância, não pode ser tocada, nem sofrer ou causar dano. Mas engana os outros sentidos como se fosse real. Em situações normais, não se pode perceber que algo é uma ilusão. Caso se tente interagir com ela, um personagem pode fazer um teste de Percepção. A meta padrão para esse teste é 9 + quantidade de PM gastos na ilusão. O custo para criar uma ilusão depende de seu tamanho: 1PM (livro ou menor), 3PM (pessoa ou menor), 5PM (caminhão), 8PM (prédio). Criar uma ilusão gasta uma ação. Mover uma ilusão exige que o personagem gaste um movimento. Uma ilusão se mantém por quanto tempo você quiser, mas você não pode recuperar os PM usados para criá-la até dissipá-la."
    },
    {
        "name": "Imitar",
        "cost": "1pt",
        "desc": "Você consegue imitar uma das vantagens de seu alvo. Quando alguém usa uma vantagem em sua presença (Longe ou menos), você pode tentar imitar essa vantagem. Faça um teste de Percepção (9): se tiver sucesso, você pode gastar 3PM para adquirir a mesma vantagem até o fim da cena. Você também pode imitar se já souber que o alvo a tem. Neste caso, além de gastar PM, você precisa usar uma ação. Apenas uma vantagem pode ser imitada por vez."
    },
    {
        "name": "Imortal",
        "cost": "1pt",
        "desc": "Você pode ser derrotado, e até tirado de cena por algum tempo, mas não morto. Em testes de morte, você nunca tem um resultado pior que inconsciente."
    },
    {
        "name": "Improviso",
        "cost": "2pt",
        "desc": "Na hora do aperto, você consegue usar capacidades que não deveria ter! Você pode gastar 3PM para aprender, na hora, uma perícia que não tenha. Você pode usar essa perícia até o fim da cena. Você pode improvisar apenas uma perícia por vez."
    },
    {
        "name": "Imune",
        "cost": "1pt cada",
        "desc": "Você é imune a algo que normalmente afeta outras criaturas.\n\n• Abiótico. Você não tem necessidades biológicas básicas, como comer, beber, respirar ou dormir.\n• Anfibio. Você respira e se move normalmente embaixo d'água, sem ser afetado por terreno difícil, nem sofrer pressão submarina.\n• Doenças. Você é imune a doenças naturais ou mágicas.\n• Resiliente. Você não se cansa por realizar esforço intenso por muito tempo. Além disso, qualquer lugar de descanso é considerado ideal.\n• Sem Mente. Você é imune a magias e efeitos que afetam a mente, como telepatia e outros efeitos mentais."
    },
    {
        "name": "Incorpóreo",
        "cost": "2pt",
        "desc": "Você pode se tornar intangível. Ao gastar uma ação e 5PM, você pode atravessar portas e outras barreiras físicas, e também será imune a qualquer dano por combate violento exceto Magia ou ataques de outros seres Incorpóreos. Da mesma forma, você também não pode interagir fisicamente com objetos materiais e nem causar dano, exceto com Magia. Este efeito dura até o fim da cena, ou até você decidir encerrá-lo, ou ser derrotado. Mesmo intangível, você pode sofrer dano mental/emocional."
    },
    {
        "name": "Inimigo",
        "cost": "1-2pt cada",
        "desc": "Você é treinado em enfrentar certo tipo de criatura. Escolha um grupo entre: Humanos, Humanoides, Construtos, Espíritos, Monstros. Em todos os testes contra criaturas do tipo escolhido, você consegue acerto crítico com 5 ou 6. O custo é 1 ponto, mas aumenta para 2pt se o grupo ou criatura existe em grande abundância na campanha. Em vez de um grupo, você também pode escolher um único arquétipo ou personagem; contra ele, todos os seus testes também recebem Ganho."
    },
    {
        "name": "Inofensivo",
        "cost": "1pt",
        "desc": "Você não parece perigoso, por alguma razão. Em combate, por surpreender seu oponente, você ganha uma ação extra antes do primeiro turno. Sua aparência inofensiva não funciona com alguém que viu você lutar antes, nem funciona duas vezes com a mesma pessoa. Mesmo contra estes, no entanto, você tem Ganho ao rolar iniciativa. Você também pode gastar 3PM para Ganho em testes para tentar enganar alguém ou passar despercebido."
    },
    {
        "name": "Instrutor",
        "cost": "1pt",
        "desc": "Você sabe ensinar ou inspirar outra pessoa. Usando uma ação e gastando 2PM, você permite a um aliado fazer um teste como se ele tivesse uma perícia que você tem. Caso o aliado já tenha a perícia, você pode permitir que ele use uma vantagem que você possua e a afete, como Maestria ou Mentor. Outros custos de uso da vantagem devem ser pagos pelo aliado. O teste deve ser feito até o próximo turno do aliado."
    },
    {
        "name": "Inventário",
        "cost": "1-3pt",
        "desc": "Você carrega itens consumíveis consigo. A quantidade depende do custo:\n\n• 1pt Pequeno. 3 itens comuns e 1 incomum.\n• 2pt Grande. 5 itens comuns e 2 incomuns.\n• 3pt Supremo. 5 itens comuns, 4 incomuns e 1 raro.\n\nVocê pode trocar três itens de um nível inferior por um superior, e vice-versa. Você não precisa decidir quais itens o Inventário carrega; você escolhe no momento do uso. O Inventário é recarregado no início de cada aventura."
    },
    {
        "name": "Invisível",
        "cost": "1-2pt",
        "desc": "Você pode usar uma ação e gastar 3PM para ficar invisível. Quando está assim, você tem Ganho em testes para se esconder, e todos os ataques contra você têm Perda.\n\n• 1pt Sua invisibilidade é interrompida quando você faz um ataque ou sofre qualquer dano.\n• 2pt Sua invisibilidade é interrompida apenas quando você sofre dano.\n\nUm inimigo com Sentido pode fazer um teste resistido de Percepção para tentar encontrá-lo."
    },
    {
        "name": "Irresistível",
        "cost": "1pt",
        "desc": "Seus poderes são mais difíceis de resistir. Quando um alvo faz um teste para evitar ser afetado por uma de suas vantagens (como Anulação, Confusão, Ilusão, Paralisia ou Punição), você pode gastar 2PM ou mais. Para cada 2PM gastos, a meta do teste para resistir aumenta um passo (+3). Você deve anunciar o uso desta vantagem antes que o alvo faça seu teste."
    },
    {
        "name": "Maestria",
        "cost": "1pt cada",
        "desc": "Escolha uma perícia que você tem. Em testes dessa perícia, você pode gastar 1PM para ter um acerto crítico com 5 ou 6. Você pode comprar esta vantagem mais vezes para outras perícias."
    },
    {
        "name": "Magia",
        "cost": "2pt",
        "desc": "Você faz mágica. Gastando 1PM, você soma +1 em qualquer teste. Com 3PM, por exemplo, você soma +3. Você também pode gastar PM e usar uma ação para conceder esse bônus a um aliado que possa alcançar. O bônus máximo que você pode gerar é igual à sua Habilidade. Quando ataca ou defende com Magia, você pode usar a perícia Mística em vez de Luta. Você também pode fazer testes de Mística sem gastar PM para efeitos mágicos menores."
    },
    {
        "name": "+Mana",
        "cost": "1pt cada",
        "desc": "Você tem mais Pontos de Mana, além daqueles oferecidos por sua Habilidade. Cada vez que compra esta vantagem você recebe +10PM. Você pode comprar esta vantagem várias vezes, para novos aumentos de +10PM."
    },
    {
        "name": "+Membros",
        "cost": "2pt",
        "desc": "Você tem um ou mais membros extras. Você pode gastar 3PM para fazer uma segunda ação em seu turno. Essa ação pode ser de combate ou não. Em alguns casos, a ação extra pode conceder um Ganho à sua outra ação. Você compra esta vantagem apenas uma vez para qualquer quantidade de membros. Você não pode fazer mais de uma ação extra por rodada."
    },
    {
        "name": "Mentor",
        "cost": "1pt cada",
        "desc": "Escolha uma perícia que você tem. Uma vez por cena, você pode lembrar de um ensinamento e ter Ganho em um teste da perícia escolhida. Além disso, técnicas que tenham a perícia do Mentor como pré-requisito gastam -1PM (mínimo 1PM). Você pode comprar esta vantagem mais vezes para outras perícias."
    },
    {
        "name": "Obstinado",
        "cost": "1pt",
        "desc": "Você é capaz de consumir seu próprio corpo, mente e alma para perseverar. Você pode gastar 1 ponto de P, H ou R (à sua escolha) como se fosse 1 Ponto de Ação. Quando um atributo é reduzido, o limite máximo do recurso correspondente também diminui de acordo. Pontos de atributo podem ser recuperados apenas com descanso: 8 horas de sono restauram 1 ponto em cada atributo."
    },
    {
        "name": "Paralisia",
        "cost": "1pt",
        "desc": "Você tem um meio para impedir o alvo de agir. Faça um ataque e gaste 2PM. Se vencer a defesa do alvo, em vez de sofrer dano, ele fica imobilizado. Um alvo paralisado fica indefeso. A Paralisia dura até o fim da cena, ou até o alvo sofrer dano. A cada turno, o alvo pode fazer um teste de R (6 + Poder do atacante) para cancelar o efeito."
    },
    {
        "name": "Patrono",
        "cost": "1pt",
        "desc": "Você serve a uma pessoa, organização ou instituição com mais recursos que você. Quando faz um teste de compra para algo que ajude na missão para o Patrono, você pode gastar 1PM para receber um Ganho. Você também recebe um item consumível extra de cada raridade já disponível em seu Inventário."
    },
    {
        "name": "Punição",
        "cost": "1-2pt",
        "desc": "Você pode impor um efeito negativo a um alvo. Ao comprar esta vantagem, escolha também uma desvantagem de mesmo valor. Faça um ataque e gaste 2PM. Se vencer a defesa do alvo, em vez de sofrer dano, ele sofre os efeitos da desvantagem escolhida. A Punição dura até o fim da cena, ou até o alvo sofrer dano. A cada turno, o alvo pode fazer um teste de R (6 + Poder do atacante) para cancelar o efeito. Você pode comprar Punição mais vezes para outras desvantagens, mas só pode impor uma por vez em cada adversário."
    },
    {
        "name": "Regeneração",
        "cost": "1-2pt",
        "desc": "Você é muito, muito chato de derrotar.\n\n• 1pt No início do seu turno, você recupera 1PV.\n• 2pt No início do seu turno, você recupera 3PV.\n\nAlém disso, quando faz um teste de morte, você nunca tem um resultado pior que Inconsciente. Neste caso, você desperta no final da cena e volta a regenerar."
    },
    {
        "name": "Resoluto",
        "cost": "1pt",
        "desc": "Sua determinação é inabalável. Você recebe R+2 em testes envolvendo força de vontade, como perceber fraudes, resistir a encantos e ilusões (isso inclui testes de morte). Este bônus é incluído em acertos críticos. Você também pode gastar 2PM antes de fazer um desses testes para conseguir acerto crítico com 5 ou 6."
    },
    {
        "name": "Riqueza",
        "cost": "2, 4 ou 6pt",
        "desc": "Você tem recursos financeiros de escala superior. Quando faz testes de compra, pode gastar PM para subir sua escala em um nível ou mais.\n\n• 2pt Sugoi. Aumenta um nível (Ganho e um crítico adicional). Custo: 2PM\n• 4pt Kiodai. Aumenta até dois níveis (dois Ganhos e dois críticos adicionais). Custo: 4PM\n• 6pt Kami. Aumenta até três níveis (três Ganhos e três críticos adicionais). Custo: 6PM\n\nPM gastos nesta vantagem não podem ser recuperados até o fim da cena."
    },
    {
        "name": "Sentido",
        "cost": "1pt cada",
        "desc": "Você tem um sentido melhor, ou diferente. Pode fazer testes de Percepção em situações impossíveis para outros.\n\n• Aguçado. Escolha entre audição, faro, paladar, tato ou visão. Em testes de Percepção usando esse sentido, você sempre tem Ganho.\n• Infravisão. Você percebe seres de sangue quente e também enxerga no escuro.\n• Intuição. Você percebe intenções ocultas de outras pessoas.\n• Radar. Você percebe tudo em volta, mesmo de costas ou no escuro. Também pode 'ouvir' rádio, tevê, celular, wi-fi e outros.\n• Raio X. Você pode ver através de portas e paredes, exceto quando feitos de materiais muito densos ou mágicos.\n\nDetectar algo exige um teste de Percepção. Você pode inventar um sentido especial único, como poder detectar um tipo de material, criatura, energia ou objeto específico."
    },
    {
        "name": "Telepata",
        "cost": "1pt",
        "desc": "Você pode ler ou sentir os pensamentos de outras pessoas. Pode usar um movimento e gastar 1PM para:\n\n• Ter Ganho em um teste de perícia social relacionado a um personagem na cena.\n• Fazer um teste de Habilidade (9) para descobrir algo sobre um personagem na cena (como um valor de atributo, uma vantagem ou desvantagem).\n• Prever os movimentos de um adversário em combate; Ganho em defesa contra ele até a próxima rodada.\n\nVocê só pode usar telepatia em criaturas vivas e que consiga ver."
    },
    {
        "name": "Teleporte",
        "cost": "1pt",
        "desc": "Você pode usar um movimento e gastar PM para se deslocar até qualquer lugar que possa ver. Cada movimento que você substitui por Teleporte custa 1PM. Teleporte não é afetado por terreno difícil. Se o local de destino é observado por meios indiretos, o mestre pode exigir um teste ou gasto maior de PM. Você também pode gastar 3PM para ter Ganho de defesa contra um ataque."
    },
    {
        "name": "Torcida",
        "cost": "1pt",
        "desc": "Você está acostumado a agir na presença de muita gente aplaudindo. Quando uma torcida está presente, você tem um Ganho por rodada, em qualquer teste que quiser. No início de cada cena, role 1D. Com um resultado 1, existe algum tipo de torcida favorável a você. Na falta de uma torcida, um aliado pode substituí-la usando uma ação para motivá-lo."
    },
    {
        "name": "Transformação",
        "cost": "1-2pt cada",
        "desc": "Você pode mudar de forma e poderes. Faça outro personagem, com o mesmo número de pontos. Ele pode ser diferente em tudo, exceto que também deve ter esta vantagem, no mesmo valor.\n\n• 1pt Se a nova forma tem desvantagens diferentes, todas as formas sofrem os efeitos de todas as desvantagens combinadas.\n• 2pt Cada forma sofre apenas os efeitos de suas próprias desvantagens.\n\nMudar de forma exige uma ação. A transformação restaura seus PM e PV, ajustados conforme os atributos da nova forma. Você pode se transformar apenas uma vez por sessão, ou pagar 1PA por cada transformação extra."
    },
    {
        "name": "+Vida",
        "cost": "1pt cada",
        "desc": "Você tem mais Pontos de Vida, além daqueles oferecidos por sua Resistência. Cada vez que compra esta vantagem você recebe +10PV. Você pode comprar esta vantagem várias vezes, para novos aumentos de +10PV."
    },
    {
        "name": "Vigoroso",
        "cost": "1pt",
        "desc": "Você é robusto como um cavalo. Recebe R+2 em testes envolvendo saúde física, como resistir a fadiga, doenças e venenos (isso inclui testes de morte). Este bônus é incluído em acertos críticos. Você também pode gastar 2PM antes de fazer um desses testes para conseguir acerto crítico com 5 ou 6."
    },
    {
        "name": "Voo",
        "cost": "1pt",
        "desc": "Você pode voar! Ao usar um movimento para ficar Longe ou mais distante pelo ar, apenas personagens que também possam voar poderão usar movimentos para alcançá-lo. Além disso, você ignora certas restrições causadas por terrenos difíceis. Em combate, levantar voo quando você está no chão usa um movimento e gasta 2PM. Você não precisa gastar mais PM para manter-se no ar, mas gasta se quiser levantar voo novamente após pousar."
    },
  {
    "name": "Kit: Abastado",
    "desc": "Empresários e herdeiros que usam sua riqueza para financiar aventuras, seja para aumentar a fortuna ou para causas nobres. Concedem os poderes Meritocracia, Poder Aquisitivo e Tempo é Dinheiro!",
    "cost": "1 ponto",
    "requirements": "Influência ou Manha; Riqueza"
  },
  {
    "name": "Kit: Agente Secreto",
    "desc": "Espiões com treinamento e equipamentos de ponta, especializados em missões de infiltração, sabotagem e coleta de informações. Concedem os poderes Identidade Secreta, Olho Clínico e Plano de Ação.",
    "cost": "1 ponto",
    "requirements": "Manha ou Percepção; Patrono"
  },
  {
    "name": "Kit: Alquimista",
    "desc": "Um tipo especial de conjurador que usa diagramas e fórmulas para transmutar os elementos, seguindo a lei da troca equivalente. Concedem os poderes Diagrama, Diagrama Pessoal e Troca Equivalente.",
    "cost": "1 ponto",
    "requirements": "Mística, Saber"
  },
  {
    "name": "Kit: Artista Marcial",
    "desc": "Mestres de estilos de luta milenares que buscam a perfeição do combate através da disciplina e do treinamento. Concedem os poderes Kata, Montagem de Treino e Lutarei para Conseguir!",
    "cost": "1 ponto",
    "requirements": "Luta"
  },
  {
    "name": "Kit: Ás Advogado",
    "desc": "Campeões da justiça nos tribunais, que usam a lei e a retórica como armas para proteger os inocentes e punir os culpados. Concedem os poderes Coleta de Provas, Embargo e Objeção!",
    "cost": "1 ponto",
    "requirements": "Influência, Defesa Especial (Reflexão)"
  },
  {
    "name": "Kit: Atirador de Elite",
    "desc": "Especialistas em combate a longa distância que eliminam alvos de forma limpa e rápida, preferindo atuar de locais escondidos. Concedem os poderes Mira Perfeita, Posição Vantajosa e Um Tiro, Duas Mortes.",
    "cost": "1 ponto",
    "requirements": "Manha; Alcance 2"
  },
  {
    "name": "Kit: Bárbaro",
    "desc": "Guerreiros rústicos e indomáveis que extraem força da sua ligação com a natureza e de uma fúria primeva em combate. Concedem os poderes Espírito Livre, Frenesi de Combate e Resistência Superior.",
    "cost": "1 ponto",
    "requirements": "Sobrevivência; Vigoroso"
  },
  {
    "name": "Kit: Caça-Prêmios",
    "desc": "Aventureiros profissionais que vivem de contratos para rastrear e capturar criminosos ou monstros. Concedem os poderes Ataque Subjugante, Contrato e Mural de Recompensas.",
    "cost": "1 ponto",
    "requirements": "Percepção, Manha ou Sobrevivência"
  },
  {
    "name": "Kit: CARD Gamer",
    "desc": "Jogadores habilidosos que manifestam o poder de cartas mágicas no mundo real, conjurando efeitos e criaturas. Concedem os poderes Caiu na Armadilha!, Carta na Manga e Escolha uma Carta.",
    "cost": "1 ponto",
    "requirements": "Magia, Mística, Utensílio"
  },
  {
    "name": "Kit: Cavaleiro",
    "desc": "Guerreiros guiados por um rígido código de honra, que atuam como bastiões de virtude e proteção para os fracos. Concedem os poderes Armadura Completa, Força da Honra e Inspirar Aliado.",
    "cost": "1 ponto",
    "requirements": "Resoluto ou Vigoroso; Código (qualquer)"
  },
  {
    "name": "Kit: Celebridade",
    "desc": "Artistas, heróis ou influenciadores que conquistam a admiração do público e usam sua fama e torcida a seu favor. Concedem os poderes Grande Fama, Ovação e Rugido das Massas.",
    "cost": "1 ponto",
    "requirements": "Famoso, Torcida"
  },
  {
    "name": "Kit: Cientista",
    "desc": "Mentes brilhantes que exploram os limites do conhecimento, usando a ciência para desvendar os mistérios da magia e tecnologia. Concedem os poderes Eureka!, Método Científico e Pesquisa.",
    "cost": "1 ponto",
    "requirements": "Saber"
  },
  {
    "name": "Kit: Clérigo",
    "desc": "Campeões de entidades divinas distantes, que recebem poderes mágicos em troca de devoção e serviço. Concedem os poderes Devoto Fervoroso, Dom Divino e Poder Concedido.",
    "cost": "1 ponto",
    "requirements": "Devoto"
  },
  {
    "name": "Kit: Cosmonauta da ORDEM",
    "desc": "Membros da frota espacial ORDEM, que exploram o universo e protegem a Terra de ameaças alienígenas. Concedem os poderes Primeiro Contato, Inimigo Meu e Sensores Avançados.",
    "cost": "1 ponto",
    "requirements": "Patrono, Inimigo (aliens)"
  },
  {
    "name": "Kit: Curandeiro",
    "desc": "Especialistas em restaurar a saúde dos feridos, seja através de tecnologia médica, magia divina ou poderes inatos. Concedem os poderes Paramédico, Cura Crítica e Explosão de Cura.",
    "cost": "1 ponto",
    "requirements": "Medicina; Cura"
  },
  {
    "name": "Kit: Detetive",
    "desc": "Investigadores que resolvem crimes e mistérios, reunindo evidências e coletando informações para encontrar a verdade. Concedem os poderes Elementar!, Obter Informação e Caso Encerrado.",
    "cost": "1 ponto",
    "requirements": "Manha, Percepção"
  },
  {
    "name": "Kit: DPS",
    "desc": "Combatentes focados em causar a maior quantidade de dano possível, seja de perto ou à distância. Concedem os poderes Estilo de Combate, Ataque Gratuito e Último Recurso.",
    "cost": "1 ponto",
    "requirements": "Poder 3, Ataque Especial (qualquer)"
  },
  {
    "name": "Kit: Druida",
    "desc": "Defensores da natureza que podem se transformar em feras e comandar animais e plantas para proteger o equilíbrio ecológico. Concedem os poderes Forma Selvagem, Irmãos Selvagens e Dádiva da Natureza.",
    "cost": "1 ponto",
    "requirements": "Animais; Ajudante, Transformação; Código Dahllan"
  },
  {
    "name": "Kit: Elementalista",
    "desc": "Magos especializados em um único elemento da natureza, que o manipulam com precisão para diversos fins. Concedem os poderes Ambiente Elemental, Elemento Primordial e Moldar Essência.",
    "cost": "1 ponto",
    "requirements": "Magia, Ambiente, Fraqueza"
  },
  {
    "name": "Kit: Engenheiro Mecha",
    "desc": "Inventores e pilotos geniais que projetam, constroem e operam robôs gigantes e maquinarias avançadas. Concedem os poderes A Ferramenta Certa, Engenheiro de Campo e Martelinho de Ouro.",
    "cost": "1 ponto",
    "requirements": "Máquinas; Utensílio (ferramentas)"
  },
  {
    "name": "Kit: Entidade Exilada",
    "desc": "Seres de outros mundos ou dimensões, presos na Terra e tentando se adaptar enquanto buscam um caminho de volta para casa. Concedem os poderes Não Conheci o Outro Mundo por Querer!, Sorte Extraplanar e Energia Youkai.",
    "cost": "1 ponto",
    "requirements": "Nenhuma"
  },
  {
    "name": "Kit: Estudante",
    "desc": "Jovens em formação nas academias da Era das Arcas, aprendendo a lidar com magia, tecnologia e ameaças cósmicas. Concedem os poderes Hora do Intervalo, Prova Real e Quem não Cola...",
    "cost": "1 ponto",
    "requirements": "Qualquer perícia; Mentor"
  },
  {
    "name": "Kit: Exército da Luz",
    "desc": "Soldados de elite que são a última linha de defesa da Terra contra kaijus, alienígenas e outras ameaças de grande escala. Concedem os poderes Artilharia Total, Armadura Radiante e Ombro a Ombro.",
    "cost": "1 ponto",
    "requirements": "Patrono"
  },
  {
    "name": "Kit: Experimento",
    "desc": "Seres criados em laboratório, com corpos modificados por ciência ou magia, que podem ser tanto maravilhas quanto tragédias. Concedem os poderes Adaptação, Bioenergia e Mutação.",
    "cost": "1 ponto",
    "requirements": "Imune; +Mana ou +Vida"
  },
  {
    "name": "Kit: Gatuno Galante",
    "desc": "Mestres da infiltração e do charme, que usam astúcia e elegância para desvendar segredos e desafiar os poderosos. Concedem os poderes Ardiloso, Reconhecimento de Terreno e Um Passo à Frente.",
    "cost": "1 ponto",
    "requirements": "Manha; Ágil, Carismático ou Gênio"
  },
  {
    "name": "Kit: Gigante da Luz",
    "desc": "Guerreiros estelares que se fundem a um hospedeiro para se transformarem em heróis colossais e proteger o universo de monstros gigantes. Concedem os poderes Poder Interior, Transformação Gigante e Transformação Menor.",
    "cost": "1 ponto",
    "requirements": "Transformação; Código do Combate e Heróis"
  },
  {
    "name": "Kit: Guerreira Mágica",
    "desc": "Heroínas que usam trajes mágicos e poderes arcanos para lutar pelo amor e pela justiça, inspirando esperança contra as trevas. Concedem os poderes Auxílio Mágico, Punirei Você! e Transformação Radiante.",
    "cost": "1 ponto",
    "requirements": "Mística; Magia"
  },
  {
    "name": "Kit: Guerreiro",
    "desc": "Combatentes que resolvem problemas através da força bruta e da maestria em combate, para quem lutar é um objetivo em si. Concedem os poderes Lutar é Tudo!, Manobra Especial e Sem Parar.",
    "cost": "1 ponto",
    "requirements": "Luta; Ataque Especial ou Defesa Especial"
  },
  {
    "name": "Kit: Herói Sentai",
    "desc": "Membros de um superesquadrão colorido que atuam em equipe para defender o planeta, provando que a união faz a força. Concedem os poderes Hora de Sincronizar, Soltar Faísca e Finalização.",
    "cost": "1 ponto",
    "requirements": "Elo Mental, Golpe Final, Patrono"
  },
  {
    "name": "Kit: Idol",
    "desc": "Estrelas dos palcos que cativam multidões com seu talento e carisma, usando sua performance para inspirar aliados em batalha. Concedem os poderes Seu Sorriso..., ...É Tão Resplandecente! e Me Dê a Mão!",
    "cost": "1 ponto",
    "requirements": "Arte; Carismática, Famosa"
  },
  {
    "name": "Kit: Ilusionista",
    "desc": "Mestres do engano que usam mágica, truques ou poderes mentais para manipular a percepção de seus alvos e controlar o campo de batalha. Concedem os poderes Gambito Ilusório, Glamour e Ilusão Autônoma.",
    "cost": "1 ponto",
    "requirements": "Arte, Mística ou Telepata; Ilusão"
  },
  {
    "name": "Kit: Impostor",
    "desc": "Especialistas em disfarce que podem assumir a aparência e até os talentos de outras pessoas para se infiltrarem e enganarem. Concedem os poderes Disfarce Perfeito, Engenheiro Social e Jogo da Imitação.",
    "cost": "1 ponto",
    "requirements": "Influência; Imitar"
  },
  {
    "name": "Kit: Intendente",
    "desc": "Servos altamente treinados em academias de elite, cujas habilidades em combate e suporte superam as de muitos heróis. Concedem os poderes Excelência, Housekeeping e Sempre a Postos.",
    "cost": "1 ponto",
    "requirements": "Arte ou Sobrevivência; Improviso"
  },
  {
    "name": "Kit: Ladino",
    "desc": "Aventureiros astutos e versáteis que usam truques e ataques surpresa para superar desafios, operando na fronteira da moralidade. Concedem os poderes Ataque Furtivo, Malandragem e Trapaça.",
    "cost": "1 ponto",
    "requirements": "Manha; Ágil ou Gênio"
  },
  {
    "name": "Kit: Maginauta",
    "desc": "Hackers do mundo mágico que viajam pelo magiespaço para manipular e anular feitiços de formas impossíveis para magos comuns. Concedem os poderes Imersão, Interferência e Sobrecarga.",
    "cost": "1 ponto",
    "requirements": "Magia, Mística"
  },
  {
    "name": "Kit: Mago",
    "desc": "Estudiosos da magia arcana que a tratam como uma ciência, usando grimórios e fórmulas para conjurar feitiços precisos. Concedem os poderes Aptidão Mágica, Bateria de Mana e Preparar Magias.",
    "cost": "1 ponto",
    "requirements": "Mística; Magia"
  },
  {
    "name": "Kit: Menestreamer",
    "desc": "Os bardos da era moderna, que transmitem as aventuras de seu grupo para seguidores online, inspirando aliados com sua narração. Concedem os poderes Inspirar, É Meu Amigo! e Audiência Generosa.",
    "cost": "1 ponto",
    "requirements": "Arte, Influência ou Carismático; Famoso"
  },
  {
    "name": "Kit: Mercenário",
    "desc": "Profissionais da guerra que seguem um código de honra estrito: uma vez que um contrato é aceito, ele será cumprido a qualquer custo. Concedem os poderes Nem Morto, Melhor no que Faz e Trato Feito.",
    "cost": "1 ponto",
    "requirements": "Devoto, Patrono, Código"
  },
  {
    "name": "Kit: Mestre-Cuca",
    "desc": "Chefs de cozinha de elite que usam suas habilidades culinárias para criar pratos com efeitos milagrosos em aventuras. Concedem os poderes Talento Culinário, Prato Milagroso e Despensa Cheia.",
    "cost": "1 ponto",
    "requirements": "Arte ou Sobrevivência"
  },
  {
    "name": "Kit: Monge",
    "desc": "Praticantes de artes marciais que buscam a paz interior, mas são combatentes excepcionais que treinam corpo e mente até a perfeição. Concedem os poderes Agilidade Superior, Alma de Aço e Controle dos Chakras.",
    "cost": "1 ponto",
    "requirements": "Ágil; Resoluto ou Vigoroso; 1ª Lei de Asimov"
  },
  {
    "name": "Kit: Motoqueiro Mascarado",
    "desc": "Heróis solitários, muitas vezes transformados contra a vontade, que cavalgam suas motos especiais para lutar pela justiça. Concedem os poderes Henshin, Moto de Batalha e Até o Fim.",
    "cost": "1 ponto",
    "requirements": "Luta; Ajudante (Montaria)"
  },
  {
    "name": "Kit: Necromante",
    "desc": "Mestres da energia negativa que comandam mortos-vivos e podem curar criaturas Sem Vida. Concedem os poderes Criar Morto-Vivo, Energia Negativa e Fortificar Morto-Vivo.",
    "cost": "1 ponto",
    "requirements": "Mística; Magia"
  },
  {
    "name": "Kit: Negociador",
    "desc": "Especialistas em resolver conflitos através do diálogo e da empatia, convencendo inimigos e superando obstáculos com palavras. Concedem os poderes Argumentação, Empatia e Palavras de Conforto.",
    "cost": "1 ponto",
    "requirements": "Influência, Carismático"
  },
  {
    "name": "Kit: Ninja",
    "desc": "Guerreiros furtivos treinados em artes secretas, que agem nas sombras como espiões e combatentes eficientes. Concedem os poderes Mestre Ninja, Ninpo de Combate e Ougi.",
    "cost": "1 ponto",
    "requirements": "Manha; Mentor"
  },
  {
    "name": "Kit: Operativo",
    "desc": "Supersoldados de organizações militares privadas, que usam táticas avançadas e equipamento de ponta em missões secretas. Concedem os poderes Combate Tático, Armas Secretas e Equipamento de Espião.",
    "cost": "1 ponto",
    "requirements": "Luta, Sobrevivência; Patrono"
  },
  {
    "name": "Kit: Paladino",
    "desc": "Guerreiros santos devotados a uma causa ou entidade, que extraem poder de sua fé e coragem para proteger os inocentes. Concedem os poderes Bravura Final, Me Dê Sua Força! e Sétimo Sentido.",
    "cost": "1 ponto",
    "requirements": "Devoto; Código dos Heróis e Honestidade"
  },
  {
    "name": "Kit: Patrulheiro",
    "desc": "Exploradores rústicos especializados em sobreviver nos ermos, rastreando presas e usando o ambiente a seu favor. Concedem os poderes Natureza Provedora, À Prova de Tudo e Rastreador Perfeito.",
    "cost": "1 ponto",
    "requirements": "Sobrevivência"
  },
  {
    "name": "Kit: Pescador Parrudo",
    "desc": "Gigantes gentis de força e carisma impressionantes, que superam desafios com sua constituição robusta e otimismo contagiante. Concedem os poderes Quem Sou? Onde Estou?, Parrudez e Pescado do Dia.",
    "cost": "1 ponto",
    "requirements": "Poder 3; Sobrevivência; Vigoroso"
  },
  {
    "name": "Kit: Piloto Mecha",
    "desc": "Pilotos de elite que controlam robôs gigantes e superarmaduras para enfrentar as maiores ameaças à humanidade. Concedem os poderes Ajudante Robô, Ás Indomável e Kiodai Mecha.",
    "cost": "1 ponto",
    "requirements": "Máquinas; Ajudante"
  },
  {
    "name": "Kit: Policial do Espaço",
    "desc": "Agentes de uma força galáctica que protegem mundos de monstros e vilões, usando trajes e veículos de alta tecnologia. Concedem os poderes Jouchaku!, Assistente e Kiodai Mecha.",
    "cost": "1 ponto",
    "requirements": "Luta; Ajudante, Patrono; Código dos Heróis"
  },
  {
    "name": "Kit: Psiônico",
    "desc": "Indivíduos com poderes mentais como telepatia e telecinese, que correm o risco de sobrecarregar corpo e mente ao usar suas habilidades. Concedem os poderes Dom Telepático, Intuição Psíquica e Sobrecarga Psíquica.",
    "cost": "1 ponto",
    "requirements": "Obstinado, Sentido (Intuição), Telepata"
  },
  {
    "name": "Kit: Repórter Extremo",
    "desc": "Jornalistas intrépidos que se aventuram em busca da verdade, usando sua curiosidade e contatos para desvendar qualquer mistério. Concedem os poderes Faro para Notícia, Fontes Confiáveis e Furo de Reportagem.",
    "cost": "1 ponto",
    "requirements": "Percepção; Sentido (Intuição)"
  },
  {
    "name": "Kit: Samurai",
    "desc": "Guerreiros nobres que servem a um mestre ou a um código de honra, combinando maestria com a katana e etiqueta refinada. Concedem os poderes Guerreiro Poeta, Artefato Ancestral e Guerreiro Honrado.",
    "cost": "1 ponto",
    "requirements": "Patrono ou Código"
  },
  {
    "name": "Kit: Servo da Centelha",
    "desc": "Artistas marciais obcecados em despertar uma energia interior ardente, buscando oponentes cada vez mais fortes para atingir a perfeição. Concedem os poderes Bater Onde Dói, Combate Violento e Faísca da Centelha.",
    "cost": "1 ponto",
    "requirements": "Luta; Devoto"
  },
  {
    "name": "Kit: Shinigami",
    "desc": "Guerreiros espirituais que atuam como deuses da morte, protegendo o equilíbrio entre o mundo dos vivos e dos mortos. Concedem os poderes Eu Voltarei!, Guia dos Mortos e Inimigo Espiritual.",
    "cost": "1 ponto",
    "requirements": "Imortal, Inimigo (espíritos)"
  },
  {
    "name": "Kit: Superatleta",
    "desc": "Esportistas extraordinários que personificam a excelência física, usando suas habilidades atléticas para superar qualquer desafio. Concedem os poderes Aquecimento, Espírito Olímpico e Medalha de Ouro.",
    "cost": "1 ponto",
    "requirements": "Esportes"
  },
  {
    "name": "Kit: Super-Herói",
    "desc": "Indivíduos com superpoderes que escolheram usar seus dons para proteger o planeta e seus povos. Concedem os poderes Sobrehumano, Façanha Épica e Herói de Ação.",
    "cost": "1 ponto",
    "requirements": "Ágil, Carismático, Forte, Gênio, Resoluto ou Vigoroso; Código dos Heróis"
  },
  {
    "name": "Kit: Tanque",
    "desc": "Defensores especializados em atrair os ataques inimigos para si, atuando como escudos vivos para proteger seus companheiros. Concedem os poderes Hoje Não!, Defesa Gratuita e Último Bastião.",
    "cost": "1 ponto",
    "requirements": "Resistência 3, Defesa Especial (Provocação)"
  },
  {
    "name": "Kit: Treinador de Monstros",
    "desc": "Aventureiros com grande afinidade por criaturas exóticas, que as capturam, treinam e usam como parceiros leais em batalhas. Concedem os poderes Amigo dos Monstros, Eu Escolho Você! e Temos que Pegar!",
    "cost": "1-3 pontos",
    "requirements": "Animais; Ajudante (qualquer)"
  },
  {
    "name": "Kit: Vigilante Sombrio",
    "desc": "Anti-heróis que usam o medo e a escuridão como armas, operando nas sombras para fazer justiça com seus próprios métodos. Concedem os poderes Forma Sombria, Terror da Noite e Sumir nas Sombras.",
    "cost": "1 ponto",
    "requirements": "Invisível, Sentido (infravisão)"
  }
]
